# print gega
# print my name is gega
# number 12
 
# print eror
# print games is bad

# print im goal student

# age 44

print("gega")
#აქ ჩვენ ვერ გავუშვებთ კოდს თუ არ გვაქვს ბჩხილები და ბრჭყალები რადგან ეს არის სახელი და არა სთრინგი გვინდა ბჭყალიც და ბრჩხილი

print ("my name is gega")
#აქაც შვენ სტრინგი არ გაქ და ამ შემთხვევაშიც გვინდ ბრჭყალები და ბრჩხილებიც 

number= 12
#ამ შემთხვევაში number ს უნდა მივანიჭოთ 12 რომ გავუშვათ და ეს კოდი დაწერს რამდენია ნუმბერი

print("eror")
#აქ ამ კოდსაც ელო ბრჩხილები და ბრჭყალები და ეს გამოგვიტანს  ერორს 

print("game is bad")
#ეს კოდი გვაჩვენებს რა ცუდია თამაშები და როგორ უნდა დაწერო ეს კოდის სახით

age=44
#ეს კოდი ანიჭებს აგეს 44 და გვიჩვენებს ჩვენ ასაკს როგორც ნიმბერში

python="better"
#ეს კოდი როგორც აგე ანიჭებს პითონს მნიშვნელობას ბეთთერ 