# მომხმარებელს შემოატანინეთ ტესტში მიღებული ქულა, თუ ქულა მეტია 90 - ზე და ნაკლებია 100 - ზე მაგ შემთხვევაში დაპრინტეთ, 
# თქვენ დაგიფინანსდებათ სწავლა სრულიად. თუ მიღებული ქულა მეტია 70 - ზე და  ნაკლებია 80 - ზე მაგ შემთხვევაში დაპრინტეთ, 
# თქვენ დაგიფინანსდებათ სწავლა 1500 ლარით, თუ მიღებული ქულა მეტია 40 -  ზე და ნაკლებია 70 - ზე მაგ შემთხვევაში დაპრინტეთ, 
# თქვენ დაგიფინანსდებათ სწავლა 500 ლარტით, 
# ხოლო თუ მიღებული ქულა ნაკლებია 40 ზე, მაგ შემტხვევაში დაპრინტეთ, ტქვენ არ დაგიფინანსდებათ სწავლის პროცესი

test_grade = int(input("Enter Test score: "))

if test_grade > 90 and test_grade < 100:
    print("თქვენ დაგიფინანსდებათ სწავლა სრულიად")
elif test_grade > 70 and test_grade < 80:
    print("თქვენ დაგიფინანსდებათ სწავლა 1500 ლარით")
elif test_grade > 40 and test_grade < 70:
    print("თქვენ დაგიფინანსდებათ სწავლა 500 ლარით")
elif test_grade < 40:
    print("თქვენ არ დაგიფინანსდებათ სწავლის პროცესი")
print("it is code")